Repository: vein-cyber/ghostty-cn
Catalog: macos/Sources/App/macOS/InfoPlist.xcstrings
Source language: en
Languages: zh_hans

source: Ghostty Surface Identifier
zh_hans: Ghostty 表面标识符

# NSAppleEventsUsageDescription
source: A program running within Ghostty would like to use AppleScript.
zh_hans: Ghostty 中运行的程序想要使用 AppleScript。

# NSBluetoothAlwaysUsageDescription
source: A program running within Ghostty would like to use Bluetooth.
zh_hans: Ghostty 中运行的程序想要使用蓝牙。

# NSCalendarsUsageDescription
source: A program running within Ghostty would like to access your Calendar.
zh_hans: Ghostty 中运行的程序想要访问你的日历。

# NSCameraUsageDescription
source: A program running within Ghostty would like to use the camera.
zh_hans: Ghostty 中运行的程序想要使用摄像头。

# NSContactsUsageDescription
source: A program running within Ghostty would like to access your Contacts.
zh_hans: Ghostty 中运行的程序想要访问你的通讯录。

# NSLocalNetworkUsageDescription
source: A program running within Ghostty would like to access the local network.
zh_hans: Ghostty 中运行的程序想要访问本地网络。

# NSLocationTemporaryUsageDescriptionDictionary
source: A program running within Ghostty would like to use your location temporarily.
zh_hans: Ghostty 中运行的程序想要暂时使用你的位置信息。

# NSLocationUsageDescription
source: A program running within Ghostty would like to access your location information.
zh_hans: Ghostty 中运行的程序想要访问你的位置信息。

# NSMicrophoneUsageDescription
source: A program running within Ghostty would like to use your microphone.
zh_hans: Ghostty 中运行的程序想要使用麦克风。

# NSMotionUsageDescription
source: A program running within Ghostty would like to access motion data.
zh_hans: Ghostty 中运行的程序想要访问运动数据。

# NSPhotoLibraryUsageDescription
source: A program running within Ghostty would like to access your Photo Library.
zh_hans: Ghostty 中运行的程序想要访问你的照片图库。

# NSRemindersUsageDescription
source: A program running within Ghostty would like to access your reminders.
zh_hans: Ghostty 中运行的程序想要访问你的提醒事项。

# NSSpeechRecognitionUsageDescription
source: A program running within Ghostty would like to use speech recognition.
zh_hans: Ghostty 中运行的程序想要使用语音识别。

# NSSystemAdministrationUsageDescription
source: A program running within Ghostty requires elevated privileges.
zh_hans: Ghostty 中运行的程序需要提升权限。

# NSAudioCaptureUsageDescription
source: A program running within Ghostty would like to access your system's audio.
zh_hans: Ghostty 中运行的程序想要访问系统音频。

source: Terminal scripts
zh_hans: 终端脚本

source: Folders
zh_hans: 文件夹

source: New $(INFOPLIST_KEY_CFBundleDisplayName) Tab Here
zh_hans: 在此处新建 $(INFOPLIST_KEY_CFBundleDisplayName) 标签页

source: New $(INFOPLIST_KEY_CFBundleDisplayName) Window Here
zh_hans: 在此处新建 $(INFOPLIST_KEY_CFBundleDisplayName) 窗口

source: Terminal
zh_hans: 终端
